Repository: jiroikedafeingold/StarBattle
Catalog: StarBattle/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Put a dot in every square that can’t hold %1$@ %2$@. Placing %3$@ %4$@ dots its eight neighbours for you automatically, so the board fills with clues.
de: Setze in jedes Feld einen Punkt, das keine %2$@ aufnehmen kann. Wenn du eine %4$@ platzierst, werden die acht Nachbarfelder automatisch mit Punkten versehen, sodass sich das Brett mit Hinweisen füllt.
es: Pon un punto en cada casilla que no pueda contener una %2$@. Al colocar una %4$@, sus ocho casillas vecinas reciben un punto automáticamente, así el tablero se llena de pistas.
fr: Mets un point dans chaque case qui ne peut pas accueillir de %2$@. Quand tu places un %4$@, ses huit voisines reçoivent automatiquement un point, et le plateau se remplit d’indices.
it: Metti un punto in ogni casella che non può contenere una %2$@. Quando piazzi una %4$@, le otto caselle vicine ricevono automaticamente un punto, così la griglia si riempie di indizi.
ja: %2$@を置けないマスにはすべて点を置きましょう。%4$@を置くと、その周囲8マスには自動で点が付き、盤面が手がかりで埋まっていきます。
ko: %2$@을(를) 놓을 수 없는 칸마다 점을 찍으세요. %4$@을(를) 놓으면 주변 여덟 칸에 자동으로 점이 찍혀, 보드가 단서로 채워집니다.
pt_br: Coloque um ponto em cada quadrado que não pode conter um %2$@. Ao colocar um %4$@, os oito quadrados vizinhos recebem um ponto automaticamente, e o tabuleiro se enche de pistas.
ru: Ставьте точку в каждой клетке, где не может быть %2$@. Когда вы ставите %4$@, восемь соседних клеток автоматически получают точки, и поле заполняется подсказками.
zh_hans: 在每一个放不下%2$@的格子里点上点。放下一个%4$@时，它周围的八个格子会自动被点上点，棋盘也随之填满线索。

source: Put a dot in every square you’ve ruled out. Placing %1$@ %2$@ dots its eight neighbours for you automatically.
de: Setze in jedes ausgeschlossene Feld einen Punkt. Wenn du eine %2$@ platzierst, werden die acht Nachbarfelder automatisch mit Punkten versehen.
es: Pon un punto en cada casilla que hayas descartado. Al colocar una %2$@, sus ocho casillas vecinas se marcan con puntos automáticamente.
fr: Mets un point dans chaque case que tu as écartée. Quand tu places un %2$@, ses huit voisines reçoivent automatiquement un point.
it: Metti un punto in ogni casella che hai escluso. Quando posizioni una %2$@, le sue otto caselle vicine vengono segnate con un punto automaticamente.
ja: 除外したマスにはすべて点を置きましょう。%2$@を置くと、その周囲8マスには自動で点が付きます。
ko: 배제한 칸마다 점을 찍어 두세요. %2$@을(를) 놓으면 주변 여덟 칸에 자동으로 점이 찍힙니다.
pt_br: Coloque um ponto em cada quadrado que você descartou. Ao colocar um %2$@, os oito quadrados vizinhos recebem pontos automaticamente.
ru: Ставьте точку в каждой исключённой клетке. Когда вы ставите %2$@, восемь соседних клеток автоматически отмечаются точками.
zh_hans: 在每一个你已排除的格子里点上点。放下一个%2$@时，它周围的八个格子会自动被点上点。

source: Put a dot in every square you’ve ruled out. Placing a %@ dots its eight neighbours for you automatically.
de: Setze in jedes ausgeschlossene Feld einen Punkt. Wenn du eine %@ platzierst, werden die acht Nachbarfelder automatisch mit Punkten versehen.
es: Pon un punto en cada casilla que hayas descartado. Al colocar una %@, sus ocho casillas vecinas se marcan con puntos automáticamente.
fr: Mets un point dans chaque case que tu as écartée. Quand tu places un %@, ses huit voisines reçoivent automatiquement un point.
it: Metti un punto in ogni casella che hai escluso. Quando posizioni una %@, le sue otto caselle vicine vengono segnate con un punto automaticamente.
ja: 除外したマスにはすべて点を置きましょう。%@を置くと、その周囲8マスには自動で点が付きます。
ko: 배제한 칸마다 점을 찍어 두세요. %@을(를) 놓으면 주변 여덟 칸에 자동으로 점이 찍힙니다.
pt_br: Coloque um ponto em cada quadrado que você descartou. Ao colocar um %@, os oito quadrados vizinhos recebem pontos automaticamente.
ru: Ставьте точку в каждой исключённой клетке. Когда вы ставите %@, восемь соседних клеток автоматически отмечаются точками.
zh_hans: 在每一个你已排除的格子里点上点。放下一个%@时，它周围的八个格子会自动被点上点。

source: Redo
de: Wiederh.
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直す
ko: 다시 실행
pt_br: Refazer
ru: Вернуть
zh_hans: 重做

source: Replay the tutorial
de: Tutorial erneut ansehen
es: Repetir el tutorial
fr: Revoir le tutoriel
it: Rivedi il tutorial
ja: チュートリアルをもう一度見る
ko: 튜토리얼 다시 보기
pt_br: Rever o tutorial
ru: Повторить обучение
zh_hans: 重看教程

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Azzera
ja: リセット
ko: 초기화
pt_br: Redefinir
ru: Сбросить
zh_hans: 重置

source: Reset all stats?
de: Alle Statistiken zurücksetzen?
es: ¿Restablecer todas las estadísticas?
fr: Réinitialiser toutes les statistiques ?
it: Reimpostare tutte le statistiche?
ja: すべての統計をリセットしますか？
ko: 모든 통계를 초기화할까요?
pt_br: Redefinir todas as estatísticas?
ru: Сбросить всю статистику?
zh_hans: 重置所有统计数据？

source: Reset stats
de: Statistiken zurücksetzen
es: Restablecer estadísticas
fr: Réinitialiser les statistiques
it: Reimposta statistiche
ja: 統計をリセット
ko: 통계 초기화
pt_br: Redefinir estatísticas
ru: Сбросить статистику
zh_hans: 重置统计数据

source: Scattering %@ across the grid…
de: %@ werden verteilt …
es: Esparciendo %@ por la cuadrícula…
fr: Dispersion des %@ sur la grille…
it: Distribuzione delle %@ sulla griglia…
ja: %@を盤面に並べています…
ko: %@을(를) 격자에 흩뿌리는 중…
pt_br: Espalhando %@ pelo tabuleiro…
ru: Разбрасываем %@ по полю…
zh_hans: 正在把%@撒到格盘上…

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Shaping the regions…
de: Regionen formen…
es: Formando las regiones…
fr: Création des régions…
it: Creazione delle regioni…
ja: 領域を形成中…
ko: 구역 만드는 중…
pt_br: Formando as regiões…
ru: Формируем области…
zh_hans: 正在划分区域…

source: Show a hint?
de: Einen Tipp anzeigen?
es: ¿Mostrar una pista?
fr: Afficher un indice ?
it: Mostrare un suggerimento?
ja: ヒントを表示しますか？
ko: 힌트를 볼까요?
pt_br: Mostrar uma dica?
ru: Показать подсказку?
zh_hans: 显示提示？

source: Show Hint
de: Tipp anzeigen
es: Mostrar pista
fr: Afficher un indice
it: Mostra suggerimento
ja: ヒントを表示
ko: 힌트 보기
pt_br: Mostrar dica
ru: Показать подсказку
zh_hans: 显示提示

source: Skip
de: Überspringen
es: Saltar
fr: Passer
it: Salta
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
zh_hans: 跳过

source: Solve it when all %@ are placed legally — the board celebrates!
de: Gelöst, wenn alle %@ regelkonform platziert sind – das Brett feiert!
es: Lo resuelves cuando todos los %@ están colocados según las reglas: ¡el tablero lo celebra!
fr: C'est résolu quand tous les %@ sont placés dans les règles — le plateau fait la fête !
it: Risolto quando tutti i %@ sono posizionati secondo le regole: la griglia festeggia!
ja: すべての%@をルール通りに置けたらクリア——盤面がお祝いします！
ko: 모든 %@을(를) 규칙대로 놓으면 해결 — 보드가 축하해 줍니다!
pt_br: Resolvido quando todos os %@ estão colocados conforme as regras — o tabuleiro comemora!
ru: Решено, когда все %@ расставлены по правилам — поле празднует!
zh_hans: 当所有%@都合法摆放时即告解出——棋盘会为你庆祝！

source: Solve your first puzzle to start tracking stats.
de: Löse dein erstes Rätsel, um mit dem Erfassen der Statistiken zu beginnen.
es: Resuelve tu primer rompecabezas para empezar a registrar estadísticas.
fr: Résolvez votre première grille pour commencer à suivre vos statistiques.
it: Risolvi il tuo primo rompicapo per iniziare a tenere le statistiche.
ja: 最初のパズルを解くと統計の記録が始まります。
ko: 첫 퍼즐을 풀면 통계 기록이 시작됩니다.
pt_br: Resolva seu primeiro quebra-cabeça para começar a registrar estatísticas.
ru: Решите первую головоломку, чтобы начать вести статистику.
zh_hans: 解开第一个谜题即可开始记录统计数据。

source: Start a new puzzle?
de: Ein neues Rätsel beginnen?
es: ¿Empezar un nuevo rompecabezas?
fr: Commencer une nouvelle grille ?
it: Iniziare un nuovo rompicapo?
ja: 新しいパズルを始めますか？
ko: 새 퍼즐을 시작할까요?
pt_br: Começar um novo quebra-cabeça?
ru: Начать новую головоломку?
zh_hans: 开始新谜题？

source: Start playing
de: Los geht’s
es: Empezar a jugar
fr: Commencer à jouer
it: Inizia a giocare
ja: プレイ開始
ko: 게임 시작
pt_br: Começar a jogar
ru: Начать игру
zh_hans: 开始游戏

source: Start where it’s tight
de: Beginne, wo es eng wird
es: Empieza por lo más apretado
fr: Commence là où c'est serré
it: Parti da dove è stretto
ja: 窮屈なところから始めよう
ko: 빡빡한 곳부터 시작하세요
pt_br: Comece pelo mais apertado
ru: Начинайте с тесных мест
zh_hans: 从最紧凑处入手

source: Stats
de: Statistik
es: Estadísticas
it: Statistiche
ja: 統計
ko: 통계
pt_br: Estatísticas
ru: Статистика
zh_hans: 统计

source: Stay on %@
de: Bei %@ bleiben
es: Quedarse en %@
fr: Rester en %@
it: Resta su %@
ja: %@ のまま
ko: %@ 유지
pt_br: Ficar em %@
ru: Остаться на %@
zh_hans: 保持 %@

source: Stuck? Hint places the next square logic forces and explains why — a good way to learn a new tactic.
de: Steckst du fest? „Tipp“ setzt das nächste logisch erzwungene Feld und erklärt warum – ideal, um eine neue Taktik zu lernen.
es: ¿Atascado? «Pista» coloca la siguiente casilla que la lógica obliga y explica por qué: una buena forma de aprender una nueva táctica.
fr: Bloqué ? « Indice » place la prochaine case imposée par la logique et explique pourquoi — un bon moyen d’apprendre une nouvelle tactique.
it: Bloccato? «Aiuto» inserisce la prossima casella imposta dalla logica e spiega perché: un buon modo per imparare una nuova tattica.
ja: 行き詰まったら？「ヒント」は論理的に確定する次のマスを置き、その理由も説明します。新しい解き方を学ぶのに最適です。
ko: 막혔나요? 「힌트」는 논리적으로 확정되는 다음 칸을 놓고 그 이유를 설명합니다 — 새로운 전략을 배우기에 좋습니다.
pt_br: Travou? «Dica» coloca o próximo quadrado que a lógica exige e explica o porquê — uma boa forma de aprender uma nova tática.
ru: Застряли? «Подсказка» ставит следующую клетку, которую диктует логика, и объясняет почему — отличный способ освоить новый приём.
zh_hans: 卡住了？「提示」会放下逻辑上必然的下一格并解释原因——这是学习新技巧的好方法。

source: Stuck? Tap Hint for the next logical step, explained. Use Mark mode to pencil in a guess and tap “Do it” to commit, and Undo or Redo anytime.
de: Steckst du fest? Tippe auf „Tipp“ für den nächsten logischen Schritt mit Erklärung. Nutze den Notiz-Modus, um eine Vermutung zu skizzieren, und tippe auf „Anwenden“, um sie zu übernehmen – „Zurück“ und „Wiederh.“ gehen jederzeit.
es: ¿Atascado? Toca «Pista» para ver el siguiente paso lógico, explicado. Usa el modo Notas para esbozar una suposición y toca «Aplicar» para confirmarla; puedes Deshacer o Rehacer cuando quieras.
fr: Bloqué ? Touche « Indice » pour le prochain coup logique, expliqué. Utilise le mode Notes pour esquisser une supposition et touche « Valider » pour la confirmer ; tu peux Annuler ou Rétablir à tout moment.
it: Bloccato? Tocca «Aiuto» per la prossima mossa logica, spiegata. Usa la modalità Note per abbozzare un'ipotesi e tocca «Applica» per confermarla; puoi Annullare o Ripetere quando vuoi.
ja: 行き詰まった？「ヒント」をタップすると、論理的な次の一手を理由付きで示します。メモモードで仮置きして「確定」で反映、いつでも「もとに戻す」「やり直す」ができます。
ko: 막혔나요? 「힌트」를 누르면 논리적으로 가능한 다음 수를 설명과 함께 보여줍니다. 메모 모드로 추측을 표시하고 「적용」으로 확정하세요. 언제든 「실행 취소」나 「다시 실행」도 가능합니다.
pt_br: Travado? Toque em «Dica» para o próximo passo lógico, explicado. Use o modo Notas para esboçar um palpite e toque em «Aplicar» para confirmar; pode Desfazer ou Refazer quando quiser.
ru: Застряли? Нажмите «Подсказка», чтобы увидеть следующий логичный ход с пояснением. В режиме «Заметки» набросайте предположение и нажмите «Применить», чтобы зафиксировать; «Отменить» и «Вернуть» доступны в любой момент.
zh_hans: 卡住了？点按「提示」查看下一步的逻辑走法及解释。用标记模式试着写下猜测，点按「确定」落实；随时都能「撤销」或「重做」。

source: Swipe to draw dots
de: Zum Zeichnen von Punkten wischen
es: Desliza para dibujar puntos
fr: Glisser pour tracer des points
it: Scorri per disegnare punti
ja: スワイプで点を描く
ko: 쓸어서 점 그리기
pt_br: Deslize para desenhar pontos
ru: Проведите, чтобы рисовать точки
zh_hans: 滑动以绘制点

source: Switch & Start New
de: Wechseln & neu starten
es: Cambiar y empezar
fr: Changer et recommencer
it: Cambia e ricomincia
ja: 変更して新規開始
ko: 바꾸고 새로 시작
pt_br: Mudar e recomeçar
ru: Сменить и начать заново
zh_hans: 切换并开新局

source: Switch difficulty?
de: Schwierigkeit wechseln?
es: ¿Cambiar dificultad?
fr: Changer de difficulté ?
it: Cambiare difficoltà?
ja: 難易度を変更しますか？
ko: 난이도를 바꿀까요?
pt_br: Mudar a dificuldade?
ru: Сменить сложность?
zh_hans: 切换难度？

source: Tap a square to cycle it: empty → a dot (your “no %1$@ here” note) → %2$@ %3$@ → empty. Drag to lay a quick line of dots.
de: Tippe ein Feld an, um es durchzuschalten: leer → ein Punkt (deine Notiz „hier keine %1$@“) → eine %3$@ → leer. Ziehen setzt schnell eine Reihe Punkte.
es: Toca una casilla para alternarla: vacía → un punto (tu nota de «aquí no hay %1$@») → una %3$@ → vacía. Arrastra para poner una línea de puntos rápida.
fr: Touche une case pour la faire défiler : vide → un point (ta note « pas de %1$@ ici ») → un %3$@ → vide. Glisse pour poser vite une rangée de points.
it: Tocca una casella per farla scorrere: vuota → un punto (la tua nota «niente %1$@ qui») → una %3$@ → vuota. Trascina per tracciare in fretta una linea di punti.
ja: マスをタップすると切り替わります：空き →点（「ここに%1$@はない」という印）→ %3$@ →空き。なぞれば点をすばやく一列に置けます。
ko: 칸을 누르면 차례로 바뀝니다: 빈칸 → 점(「여기엔 %1$@ 없음」 표시) → %3$@ → 빈칸. 드래그하면 점을 한 줄로 빠르게 찍을 수 있습니다.
pt_br: Toque num quadrado para alterná-lo: vazio → um ponto (sua nota de «sem %1$@ aqui») → um %3$@ → vazio. Arraste para colocar uma fileira de pontos rapidamente.
ru: Нажмите на клетку, чтобы переключать её: пусто → точка (ваша пометка «здесь нет %1$@») → %3$@ → пусто. Проведите пальцем, чтобы быстро расставить ряд точек.
zh_hans: 点按一个格子可循环切换：空 → 点（你“此处无%1$@”的标记）→ %3$@ → 空。拖动可快速画出一排点。

source: Tap a square to cycle it: empty → a dot (your “no %1$@ here” note) → a %2$@ → empty. Drag to lay a quick line of dots.
de: Tippe ein Feld an, um es durchzuschalten: leer → ein Punkt (deine Notiz „hier keine %@“) → eine %@ → leer. Ziehen setzt schnell eine Reihe Punkte.
es: Toca una casilla para alternarla: vacía → un punto (tu nota de «aquí no hay %@») → una %@ → vacía. Arrastra para poner una línea de puntos rápida.
fr: Touche une case pour la faire défiler : vide → un point (ta note « pas de %@ ici ») → un %@ → vide. Glisse pour poser vite une rangée de points.
it: Tocca una casella per farla scorrere: vuota → un punto (la tua nota «niente %@ qui») → una %@ → vuota. Trascina per tracciare in fretta una linea di punti.
ja: マスをタップすると切り替わります：空き →点（「ここに%@はない」という印）→ %@ →空き。なぞれば点をすばやく一列に置けます。
ko: 칸을 누르면 차례로 바뀝니다: 빈칸 → 점(「여기엔 %@ 없음」 표시) → %@ → 빈칸. 드래그하면 점을 한 줄로 빠르게 찍을 수 있습니다.
pt_br: Toque num quadrado para alterná-lo: vazio → um ponto (sua nota de «sem %@ aqui») → um %@ → vazio. Arraste para colocar uma fileira de pontos rapidamente.
ru: Нажмите на клетку, чтобы переключать её: пусто → точка (ваша пометка «здесь нет %@») → %@ → пусто. Проведите пальцем, чтобы быстро расставить ряд точек.
zh_hans: 点按一个格子可循环切换：空 → 点（你“此处无%@”的标记）→ %@ → 空。拖动可快速画出一排点。

# Tap a square to cycle it: empty → a dot → %@ %@ → empty.
source: Tap a square to cycle it: empty → a dot → %1$@ %2$@ → empty.
de: Tippe ein Feld an, um es durchzuschalten: leer → ein Punkt → eine %2$@ → leer.
es: Toca una casilla para alternarla: vacía → un punto → una %2$@ → vacía.
fr: Touche une case pour la faire défiler : vide → un point → un %2$@ → vide.
it: Tocca una casella per farla scorrere: vuota → un punto → una %2$@ → vuota.
ja: マスをタップすると切り替わります：空き →点 → %2$@ →空き。
ko: 칸을 누르면 차례로 바뀝니다: 빈칸 → 점 → %2$@ → 빈칸.
pt_br: Toque num quadrado para alterná-lo: vazio → um ponto → um %2$@ → vazio.
ru: Нажмите на клетку, чтобы переключать её: пусто → точка → %2$@ → пусто.
zh_hans: 点按一个格子可循环切换：空 → 点 → %2$@ → 空。

source: Tap a square to cycle it: empty → a dot → a %@ → empty.
de: Tippe ein Feld an, um es durchzuschalten: leer → ein Punkt → eine %@ → leer.
es: Toca una casilla para alternarla: vacía → un punto → una %@ → vacía.
fr: Touche une case pour la faire défiler : vide → un point → un %@ → vide.
it: Tocca una casella per farla scorrere: vuota → un punto → una %@ → vuota.
ja: マスをタップすると切り替わります：空き →点 → %@ →空き。
ko: 칸을 누르면 차례로 바뀝니다: 빈칸 → 점 → %@ → 빈칸.
pt_br: Toque num quadrado para alterná-lo: vazio → um ponto → um %@ → vazio.
ru: Нажмите на клетку, чтобы переключать её: пусто → точка → %@ → пусто.
zh_hans: 点按一个格子可循环切换：空 → 点 → %@ → 空。

source: Tap Check to flag any %@ that don’t belong in the solution, drawn in red.
de: Tippe auf „Prüfen“, um alle %@ zu markieren, die nicht zur Lösung gehören – sie werden rot dargestellt.
es: Toca «Revisar» para marcar en rojo cualquier %@ que no forme parte de la solución.
fr: Touche « Vérifier » pour signaler en rouge les %@ qui ne font pas partie de la solution.
it: Tocca «Verifica» per segnalare in rosso le %@ che non fanno parte della soluzione.
ja: 「チェック」をタップすると、解答に含まれない%@が赤で示されます。
ko: 「확인」을 누르면 해답에 속하지 않는 %@을(를) 빨간색으로 표시합니다.
pt_br: Toque em «Verificar» para sinalizar em vermelho quaisquer %@ que não pertençam à solução.
ru: Нажмите «Проверить», чтобы отметить красным любые %@, которых нет в решении.
zh_hans: 点按「检查」，任何不属于解答的%@都会以红色标出。

source: Tap Check to flag wrong %1$@. Press and hold Check for a deeper check that also flags any dot you put on a square that actually needs %2$@ %3$@.
de: Tippe auf „Prüfen“, um falsche %1$@ zu markieren. Halte „Prüfen“ gedrückt für eine genauere Prüfung, die auch jeden Punkt markiert, den du auf ein Feld gesetzt hast, das eigentlich eine %3$@ braucht.
es: Toca «Revisar» para marcar %1$@ incorrectos. Mantén pulsado «Revisar» para una comprobación más profunda que también marca cualquier punto que pusiste en una casilla que en realidad necesita una %3$@.
fr: Touche « Vérifier » pour signaler les %1$@ mal placés. Maintiens « Vérifier » pour une vérification plus poussée qui signale aussi tout point posé sur une case qui a en fait besoin d'un %3$@.
it: Tocca «Verifica» per segnalare %1$@ sbagliati. Tieni premuto «Verifica» per un controllo più approfondito che segnala anche ogni punto messo su una casella che in realtà richiede una %3$@.
ja: 「チェック」をタップすると、間違った%1$@が示されます。「チェック」を長押しすると、より詳しいチェックになり、本当は%3$@が必要なマスに置いた点も示されます。
ko: 「확인」을 누르면 잘못 놓인 %1$@을(를) 표시합니다. 「확인」을 길게 누르면 더 깊이 확인하여, 사실은 %3$@이(가) 필요한 칸에 찍은 점도 표시합니다.
pt_br: Toque em «Verificar» para sinalizar %1$@ errados. Mantenha «Verificar» pressionado para uma verificação mais profunda que também sinaliza qualquer ponto colocado num quadrado que na verdade precisa de um %3$@.
ru: Нажмите «Проверить», чтобы отметить неверные %1$@. Удерживайте «Проверить» для более глубокой проверки, которая отметит и любую точку, поставленную на клетке, где на самом деле нужна %3$@.
zh_hans: 点按「检查」可标记放错的%1$@。长按「检查」进行更深入的检查，还会标记你放在实际需要%3$@的格子上的点。

source: Test an idea safely
de: Eine Idee gefahrlos testen
es: Prueba una idea sin riesgo
fr: Teste une idée sans risque
it: Prova un'idea senza rischi
ja: アイデアを安全に試す
ko: 안전하게 아이디어 시험하기
pt_br: Teste uma ideia com segurança
ru: Безопасно проверьте идею
zh_hans: 安全地试验一个想法

source: The heart of the puzzle: pick a tricky square and imagine %1$@ %2$@ there. Follow what it forces — neighbours become dots, and those dots force the next %3$@. If the chain hits a contradiction, that square must be a dot instead; if it all fits, you’ve found real moves. Mark mode (below) lets you try this safely.
de: Das Herzstück des Rätsels: Wähle ein kniffliges Feld und stell dir dort eine %2$@ vor. Verfolge, was das erzwingt – Nachbarfelder werden zu Punkten, und diese Punkte erzwingen die nächsten %3$@. Führt die Kette zu einem Widerspruch, muss das Feld stattdessen ein Punkt sein; passt alles, hast du echte Züge gefunden. Im Notiz-Modus (unten) kannst du das gefahrlos ausprobieren.
es: El corazón del rompecabezas: elige una casilla difícil e imagina ahí una %2$@. Sigue lo que obliga: las vecinas se vuelven puntos, y esos puntos obligan a las siguientes %3$@. Si la cadena llega a una contradicción, esa casilla debe ser un punto; si todo encaja, has encontrado jugadas reales. El modo Notas (abajo) te deja probarlo sin riesgo.
fr: Le cœur du casse-tête : choisis une case délicate et imagine-y un %2$@. Suis ce que cela impose — les voisines deviennent des points, et ces points imposent les %3$@ suivants. Si la chaîne mène à une contradiction, la case doit plutôt être un point ; si tout tient, tu as trouvé de vrais coups. Le mode Notes (ci-dessous) te permet d’essayer sans risque.
it: Il cuore del rompicapo: scegli una casella difficile e immagina lì una %2$@. Segui ciò che impone: le vicine diventano punti e quei punti impongono le %3$@ successive. Se la catena porta a una contraddizione, quella casella deve invece essere un punto; se tutto regge, hai trovato mosse reali. La modalità Note (sotto) ti permette di provarlo senza rischi.
ja: このパズルの核心：難しいマスを1つ選び、そこに%2$@があると想像します。それが強いる結果を追いましょう——周囲は点になり、その点が次の%3$@を強います。連鎖が矛盾に行き着けば、そのマスは点でなければなりません。すべて収まれば、本物の手を見つけたことになります。メモモード（下記）なら安全に試せます。
ko: 이 퍼즐의 핵심: 까다로운 칸을 하나 골라 거기에 %2$@이(가) 있다고 상상해 보세요. 그것이 강제하는 결과를 따라가면 — 이웃 칸은 점이 되고, 그 점들이 다음 %3$@을(를) 강제합니다. 연쇄가 모순에 이르면 그 칸은 점이어야 하고, 모두 들어맞으면 진짜 수를 찾은 것입니다. 메모 모드(아래)로 안전하게 시험해 볼 수 있습니다.
pt_br: O coração do quebra-cabeça: escolha um quadrado difícil e imagine um %2$@ ali. Siga o que isso exige — os vizinhos viram pontos, e esses pontos exigem os próximos %3$@. Se a cadeia levar a uma contradição, o quadrado tem de ser um ponto; se tudo se mantém, você achou jogadas reais. O modo Notas (abaixo) deixa você testar isso sem risco.
ru: Суть головоломки: выберите трудную клетку и представьте там %2$@. Проследите, что это влечёт — соседние клетки становятся точками, а эти точки требуют следующих %3$@. Если цепочка приводит к противоречию, клетка должна быть точкой; если всё сходится, вы нашли настоящие ходы. Режим «Заметки» (ниже) позволяет попробовать это без риска.
zh_hans: 解谜的核心：挑一个棘手的格子，想象那里有一个%2$@。顺着它所迫使的结果推下去——相邻格变成点，这些点又迫使出下一批%3$@。如果这条链导致矛盾，那一格就必须是点；如果一切都成立，你就找到了真正的着法。标记模式（见下）让你安全地试验这一点。

source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

source: This clears every guess on the board.
de: Das löscht alle Vermutungen auf dem Brett.
es: Esto borra todas las suposiciones del tablero.
fr: Cela efface toutes les suppositions de la grille.
it: Questo cancella tutte le ipotesi sulla griglia.
ja: 盤面のすべての予想を消去します。
ko: 보드의 모든 추측을 지웁니다.
pt_br: Isso apaga todos os palpites do tabuleiro.
ru: Это сотрёт все предположения на поле.
zh_hans: 这将清除棋盘上的所有猜测。

source: This permanently clears your play history.
de: Das löscht deinen Spielverlauf dauerhaft.
es: Esto borra permanentemente tu historial de juego.
fr: Cela efface définitivement votre historique de jeu.
it: Questo cancella definitivamente la cronologia delle partite.
ja: プレイ履歴を完全に消去します。
ko: 플레이 기록을 영구히 삭제합니다.
pt_br: Isso apaga permanentemente seu histórico de jogo.
ru: Это навсегда удалит историю ваших игр.
zh_hans: 这将永久清除你的游戏记录。

source: This places the next logical move and explains why.
de: Das setzt den nächsten logischen Zug und erklärt warum.
es: Esto coloca la siguiente jugada lógica y explica por qué.
fr: Cela place le prochain coup logique et explique pourquoi.
it: Questo inserisce la prossima mossa logica e spiega perché.
ja: 次の論理的な一手を置き、その理由を説明します。
ko: 다음 논리적 수를 놓고 이유를 설명합니다.
pt_br: Isso coloca a próxima jogada lógica e explica por quê.
ru: Это ставит следующий логичный ход и объясняет почему.
zh_hans: 这会放下下一步合乎逻辑的棋，并解释原因。

source: This removes all your marks and guesses.
de: Das entfernt alle deine Notizen und Vermutungen.
es: Esto elimina todas tus notas y suposiciones.
fr: Cela supprime toutes vos notes et suppositions.
it: Questo rimuove tutte le note e le ipotesi.
ja: すべてのメモと予想を削除します。
ko: 모든 표시와 추측을 삭제합니다.
pt_br: Isso remove todas as suas marcas e palpites.
ru: Это удалит все ваши пометки и предположения.
zh_hans: 这将移除你所有的标记和猜测。

source: Time: %@
de: Zeit: %@
es: Tiempo: %@
fr: Temps : %@
it: Tempo: %@
ja: タイム：%@
ko: 시간: %@
pt_br: Tempo: %@
ru: Время: %@
zh_hans: 时间：%@

source: Times
de: Zeiten
es: Tiempos
fr: Temps
it: Tempi
ja: タイム
ko: 시간
pt_br: Tempos
ru: Время
zh_hans: 时间

source: Tips & tactics
de: Tipps & Taktik
es: Consejos y tácticas
fr: Astuces et tactiques
it: Consigli e tattiche
ja: コツと戦術
ko: 팁과 전략
pt_br: Dicas e táticas
ru: Советы и тактика
zh_hans: 技巧与策略

source: Try %@
de: %@ ausprobieren
es: Probar %@
fr: Essayer %@
it: Prova %@
ja: %@ を試す
ko: %@ 시도
pt_br: Tentar %@
ru: Попробовать %@
zh_hans: 尝试 %@
